[
    {
        "id": 0,
        "filename": "0.mp4",
        "title": "A vertical video of a mature couple sharing a lovely moment",
        "description": "A vertical video captures a mature couple sitting on a sunlit park bench, sharing a warm, affectionate moment. Surrounded by lush greenery.",
        "hashId": "f0c3b6b6c8e9d3b5a1d2e4f6a7b8c9d0e1f2a3b4c5d6e7f8g9h0i1j2k3l4m5n6"
    },
    {
        "id": 1,
        "filename": "1.mp4",
        "title": "Happy couple posing with green background",
        "description": "A young couple stands closely together, smiling warmly against a green background.",
        "hashId": "a1b2c3d4e5f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2"
    },
    {
        "id": 2,
        "filename": "2.mp4",
        "title": "Portrait of a woman in a pool",
        "description": "A woman with black hair wearing sunglasses in a blue outdoor pool. A girl getting a tan in summer.",
        "hashId": "b2c3d4e5f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3"
    },
    {
        "id": 3,
        "filename": "3.mp4",
        "title": "Woman's feet splashing in the pool",
        "description": "Vertical POV shot in slow motion of a woman's feet in a blue outdoor pool. Above view of a woman's legs in the water.",
        "hashId": "c3d4e5f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4"
    },
    {
        "id": 4,
        "filename": "4.mp4",
        "title": "Mother with her little daughter eating a marshmallow in nature",
        "description": "Young mother with her little daughter in her arms sitting around a campfire in nature, while eating roasted marshmallows together.",
        "hashId": "d4e5f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5"
    },
    {
        "id": 5,
        "filename": "5.mp4",
        "title": "Employee receiving bad news on office call",
        "description": "A corporate employee taking a phone call in an office, with their face replaced by a sad cry emoji, as if receiving bad news.",
        "hashId": "e5f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6"
    },
    {
        "id": 6,
        "filename": "6.mp4",
        "title": "Man holding neon light",
        "description": "This video features Urban Trendy, Night Life and Neon Lights.",
        "hashId": "f6g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7"
    },
    {
        "id": 7,
        "filename": "7.mp4",
        "title": "Stylish person in arcade setting with bright colors",
        "description": "A person with stylish long braids and red high-heeled boots leans casually against a bright yellow arcade machine, set in a dimly lit room with various gaming equipment.",
        "hashId": "g7h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8"
    },
    {
        "id": 8,
        "filename": "8.mp4",
        "title": "Two avenues with many cars traveling at night",
        "description": "Two avenues with opposite directions, with many cars passing, at night, seen in a shot that runs from left to right.",
        "hashId": "h8i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9"
    },
    {
        "id": 9,
        "filename": "9.mp4",
        "title": "Young mother with her little daughter decorating a Christmas tree",
        "description": "Young mother with her little daughter, preparing a golden ribbon bow to decorate a Christmas tree.",
        "hashId": "i9j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0"
    },
    {
        "id": 10,
        "filename": "10.mp4",
        "title": "Skilled programmer writing codes on a computer",
        "description": "Skilled programmer typing code quickly, on a computer, in a close-up shot behind him, which focuses on his face and the computer screen.",
        "hashId": "j0k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1"
    },
    {
        "id": 11,
        "filename": "11.mp4",
        "title": "Woman posing for the camera in the middle of a desert",
        "description": "Young fashion woman in a black dress posing captivatingly in the middle of a large flat desert, on an afternoon day.",
        "hashId": "k1l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1p2"
    },
    {
        "id": 12,
        "filename": "12.mp4",
        "title": "Avenue with trees, buildings and fast cars at dusk",
        "description": "Avenue with trees and buildings around, with many cars traveling fast during the evening.",
        "hashId": "l2m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1p2q3"
    },
    {
        "id": 13,
        "filename": "13.mp4",
        "title": "Young photographer setting up his camera outdoors",
        "description": "Young photographer setting his camera specifications, in a close shot, outdoors in a flat desert.",
        "hashId": "m3n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1p2q3r4"
    },
    {
        "id": 14,
        "filename": "14.mp4",
        "title": "Girl skating slowly in a parking lot",
        "description": "Girl slowly sliding on roller skates in a parking lot with some cars around, signs and buildings in the distance, during an afternoon.",
        "hashId": "n4o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1p2q3r4s5"
    },
    {
        "id": 15,
        "filename": "15.mp4",
        "title": "Excited girl with a stuffed Santa Claus",
        "description": "Happy and excited little girl, hugging and looking at a stuffed Santa Claus, with her young father to one side, at Christmas time.",
        "hashId": "o5p6q7r8s9t0u1v2w3x4y5z6a7b8c9d0e1f2g3h4i5j6k7l8m9n0o1p2q3r4s5t6"
    },
    {
        "id": 16,
        "filename": "16.mp4",
        "title": "Close view to the white pieces of a chess",
        "description": "Close-up view of white chess pieces arranged on a chessboard, ready for the game to begin.",
        "hashId": "p6q7r8s9t0u1v2w3x4y5z6b7c8d9e0f1g2h3i4j5k6l7m8n9o0p1q2r3s4t5u6"
    },
    {
        "id": 17,
        "filename": "17.mp4",
        "title": "Skilled cyclist doing a wheelie on a bicycle",
        "description": "A skilled cyclist performs a wheelie on a bicycle along an empty street, captured in slow motion to emphasize balance and control.",
        "hashId": "bd92e1d9e4c953a1ae55ee32761401234b00183fec9c76df96c05aa60daa324b"
    },
    {
        "id": 18,
        "filename": "18.mp4",
        "title": "Vertical shot of a young woman wearing an elegant white attire decorated with red sequins and makeup strikes a pose to the camera",
        "description": "A vertical shot captures a young woman in an elegant white outfit adorned with red sequins, her makeup flawlessly enhancing her features as she strikes a confident pose for the camera, exuding style and poise.",
        "hashId": "30e12397b63bfce0b91cb2245e5b18caaf7c280ba813229f641006f9e713e0e7"
    }
]
